Repository: Eddybag/buoy
Catalog: languages/buoy-*.po
Languages: es

source: Buoy requires at least PHP version %1$s. You have PHP version %2$s.
es: Buoy requiere por los menos version %1$s de PHP. Usted tiene version %2$s de PHP.

source: Buoy requires at least WordPress version %1$s. You have WordPress version %2$s.
es: Buoy requiere por los menos version %1$s de WordPress. Usted tiene version %2$s de WordPress.

source: Buoy requires the REST API plugin, but it cannot be installed. Please install it manually or deactivate Buoy.
es: Buoy requiere el programa adicional REST API, pero no se puede instalar. Por favor instálelo manualmente o desactive Buoy.

source: Click here to install the REST API plugin.
es: Oprima aqui para instalar un programa adicional REST API

source: Buoy Dashboard
es: Tablero de Buoy

source: No alert with lookup "%s" found.
es: Ninguna alerta de busqueda con "%s" se encontro.

source: WARNING! Your system does not have %s available to generate alert hashes.
es: Advertencia! Su sistema no tiene %s disponibles para generar hashes de alerta

source: Incidents
es: Incidentes

source: A call for help.
es: Una llamada de auxilio

source: Alert
es: Alerta

source: Active alerts
es: Alertas activas

source: My alert on %2$s
es: Mi alerta el %2$s

source: Alert issued by %1$s on %2$s
es: Alerta emitida por %1$s el %2$s

source: Cancel scheduled alert for %1$s
es: Cancelar la alerta programada para el %1$s

source: Cancel this alert
es: Cancelar esta alerta

source: New alert by %1$s on %2$s
es: Nuevas noticias por %1$s a las %2$s

source: View alert
es: Ver alerta

source: Activate Alert
es: Activar Alerta

source: Respond to Alert
es: Responder a una Alerta

source: Incident Chat
es: Chat de incidente

source: You do not have sufficient permissions to access this page.
es: Usted no tiene permiso para acudir a esta pagina

source: Install Buoy
es: Instalar Buoy

source: Install Buoy by tapping this button, then choosing "Add to home screen" from the menu.
es: Instalar Buoy presionando este boton y luego elige "Añadir a la pantalla de inicio" en el menu.

source: Dismiss
es: Descartar

source: Incident Map
es: Mapa del Incidente

source: Location of emergency alert signal
es: Ubicación de la señal de alerta de emergencia

source: My location
es: Mi ubicación

source: Directions to here
es: direccion hacia aqui

source: Call
es: Llamar

source: Responding to alert
es: Respondiendo a una alerta

source: Schedule alert
es: Programar alerta

source: Scheduling alert
es: Programando una alerta

source: Buoy could not understand the date and time you entered.
es: Buoy no pudo entender el dia y hora que introdujo.

source: Your timed alert has been scheduled. Schedule another?
es: Su alerta cronometrada ha sido programada. Programar otra?

# Example: uploaded 5 mins ago
source: uploaded %1$s ago
es: Subido hace %1$s

# a byline, like "written by Bob"
source: by %1$s
es: por %1$s

source: ago
es: hace

source: %1$s image from %2$s
es: %1$s imagen de %2$s

source: %1$s wants you to join %2$s crisis response team.
es: %1$s quiere que se una a su equipo de respuesta de crisis %2$s

source: %1$s invites you to join the Buoy emergency response alternative on %2$s!
es: %1$s te ha invitado a unirte a Buoy un sistema alternativa de respuesta de emergencia el %2$s!

source: Buoy is a community-based crisis response system. It is designed to connect people in need with trusted friends, family, and other nearby allies who can help. We believe that in situations where traditional emergency services are not available, reliable, trustworthy, or sufficient, communities can come together to aid each other in times of need.
es: Buoy es un sistema de respuesta de crisis impulsado por la comunidad. Esta diseñado para conectar a las personas necesitadas con amigos de confianza, familiares, y otro aliados cercanos que puedan ayudar. Creemos que en situaciones donde el servicio de emergencia traditional no esta disponible, confliable, digno de confianza, o suficiente, las comunidades pueden unirse para ayudar unos a otros en tiempos de necesidad.

source: To join, sign up for an account here:
es: Para unirse, registrese aqui para una cuenta:

source: Failed to delete attachment post %1$s (child of %2$s) during %3$s
es: No se pudo eliminar el post del archivo adjunto %1#s (child of $2$s) durante %3$s

source: Failed to delete post with ID %1$s during %2$s
es: No se pudo eliminar el post con el ID %1$s durante %2$s

source: Error installing system cronjob for timed alerts.
es: Error mientras se installaba el sistema de cronjob para las alertas cronometradas.

source: Error removing system crontab jobs for timed alerts.
es: Error mientras se removia el sistema de cronjob para las alertas cronometradas.

source: Buoy Settings
es: Ajustes de la Aplicacion Buoy

source: Buoy
es: Boya Salvavidas

source: Safety information
es: Información de seguridad

source: Team Name
es: Nombre de equipo

source: Alerter
es: Alertador

source: Confirmed
es: Confirmado/a

source: Pending
es: Esperando

source: Leave Team
es: Salirse de equipo

source: Join Team
es: unirse a equipo

source: Private
es: Privado

source: You are not on any teams.
es: Usted no se encuentra en ningun equipo.

source: Invalid state for membership.
es: Invalido estado de membresia

source: Crisis Response Teams
es: Equipos de Respuesta de Crisis

source: Crisis Response Team
es: Equipo de Respuesta de Crisis

source: Add New Team
es: Añadir nuevo equipo

source: Edit Team
es: Editar equipo

source: New Team
es: Nuevo Equipo

source: View Team
es: Ver Equipo

source: Search Teams
es: Buscar equipos

source: No teams found
es: No se encontraron equipos

source: No teams found in Trash
es: No se encontraron equipos en la Basura

source: All Teams
es: Todos los Equipos

source: My Teams
es: Mis equipos

source: Groups of crisis responders
es: Grupos de respondedores de crisis

source: Add new member
es: Anadir nuevo miembro

source: Current team members %s
es: Miembros del equipo %s actuales

source: Default Team? (%s)
es: Equipo predeterminado? (%s)

source: Yes
es: Si

source: SMS/txt Messages
es: Mensajes de SMS/texto

source: Include as default team?
es: Incluir como equipo predeterminado?

source: This team is one of your default teams.
es: Este equipo es uno de sus equipos predeterminados.

source: Uncheck the box to remove this team from your list of default teams.
es: Desactive la casilla para quitar este equipo de la lista de equipos predeterminados.

source: This team is not one of your default teams.
es: Este equipo no es uno de sus equipos predeterminados.

source: Check the box to add this team to your list of default teams.
es: Marque la casilla para agregar este equipo a la lista de equipos predeterminados.

source: You must set a phone number in your profile to use txt messages.
es: Usted tiene que ingresar un numero de telefono en su perfil para usar los mensajes de texto.

source: Team membership
es: Membresía de equipo

source: Default team updated.
es: Equipo predeterminado actualizado

source: Enter team name here
es: Introduzca el nombre del equipo aqui

source: Members
es: Miembros

source: Confirmed Members
es: Miembros confirmados

source: Default Team?
es: Equipo predeterminado?

source: Add to defaults
es: Añadir a los predeterminados

source: Remove from defaults
es: Remover de los predeterminados

source: Friends
es: Amigos

source: Family
es: Familia

source: Neighbours
es: Vecinos

source: Invalid user ID: %s
es: Invalido ID de usuario: %s

source: their
es: sus

source: Please help!
es: ¡Por favor, ayúdenme!

source: You no longer have crisis responders.
es: Usted no tiene mas respondedores de crisis.

source: Either you have removed the last of your Buoy crisis response team members, or they have all left your teams. You will not be able to send a Buoy alert to anyone until you add more people to your team(s).
es: Usted ha eliminado uno de los ultimos miembros del equipo de respuesta de crisis, o todos ellos han dejado su equipo. Usted no podra enviar una alerta de Buoy a nadien asta que agrege mas personas a su equipo(s)

source: Choose teams
es: Escojer equipos

source: Your teams with responders
es: Tus equipos con respondedores

source: Team name
es: Nombre del equipo

source: Responders
es: Respondedores

source: Schedule timed alert
es: Programar alerta cronometrada

source: Send emergency message
es: Mandar mensaje de emergencia

source: Activate alert
es: Activar alerta

source: Close
es: Cerrar

source: Message to my team
es: Mandar un mensaje a mi equipo

source: Send
es: Mandar

source: Schedule a timed alert
es: Programar una alerta cronometrada

source: Send alert at
es: Manda alerta a las

source: Enter a date and time at which your alert will be sent. You can either select from the pop-up options after clicking in the field, or type a specific date and time in the "YYYY/MM/DD HH:mm" format.
es: Introduzca la fecha y hora en que quiera enviar una alerta. Usted puede seleccionar entre las siguientes opciones de pop-up después de hacer clic en el campo blanco, o escriba una fecha y hora específica en el formato "AAAA / MM / DD HH:MM".

source: Crisis message
es: Mensaje de crisis

source: Briefly provide an explanation of where you expect to be and what you think you will need from your response team. This message will be sent to your response team at the time you specified unless you cancel the alert.
es: Brevemente proporciona una explicacion de donde usted estara y que espera de su equipo de respuesta le brinden. Este mensaje sera enviado a su equipo de respuesta en el momento especificado a menos que cancele la alerta.

source: Detecting your location and sending alert&hellip;
es: Detectando su ubicacion y mandando la alerta &hellip;

source: Loading&hellip;
es: Cargando &hellip;

source: Responder username or email
es: Respondedor nombre de usuario o correo electronico

source: email%s
es: correo electronico

source: Invite someone you trust to join your team by entering their username or email address here. If they do not already have an account on this Buoy, an invitation will be emailed to them.
es: Invite alguien que usted confia a unirse a su equipo ingresando su nombre de usuario o correo electronico. Si ellos no tiene una cuenta en este Buoy, una invitacion sera mandanda a ellos por correo electronico.

source: To access the incident chat room, JavaScript must be enabled in your browser.
es: Para acceder a la sala de chat del incidente, JavaScript debe estar habilitado en su navegador.

source: To access the incident chat room, inline frames must be supported by your browser.
es: Para acceder a la sala de chat del incidente, los marcos de linea deben ser apoyados por su navegador.

source: Remove team members
es: Quitar miembros de su equipo

source: confirmed
es: Confirmado

source: pending
es: aguardando respuesta

source: Missing supplemental plugins:
es: Faltan plugins suplementarios:

source: These recommended plugins were not found. Consider installing them.
es: Estas plugins que son recomendadas no se encontraron. Considere instalarlas.

source: Disabled supplemental plugins:
es: Desactivar plugins suplementarios:

source: These recommended plugins are installed but disabled. Consider activating them.
es: Estas plugins que son recomendadas estan instaladas pero esta deshabilitada. Considere activaralas.

source: Active supplemental plugins:
es: Activar plugins suplementarios:

source: Supplemental plugins are recommended components that enhance the usability and functionality of your Buoy.
es: Plugins suplementarios son componentes recomendados que mejoran la facilidad de uso y funcionalidad de su Buoy.

source: You have no crisis responders.
es: Usted no tiene respondedores de crisis.

source: Add people you trust to %1$syour crisis response teams%2$s.
es: Añade personas que usted confie a %1$ssu equipo de respuesta de crisis%2$s.

source: You have responders on this Buoy.
es: Usted tiene respondedores en este Buoy.

source: Incident toolbar
es: Barra de herramientas de incidente

source: Map
es: Mapa

source: Toggle map actions
es: Encienda las acciones del mapa

source: Zoom to fit
es: Enfoque para ajustar

source: Go to my location
es: Ir a mi ubicacion

source: Record
es: Grabar

source: Toggle incident media
es: Encienda los medios de comunicacion del incidente

source: Videochat
es: Chat de Video

source: Emergency alert signal could not be pinpointed on a map.
es: La ubicación de la señal de alerta de emergencia no se pudo establecer en un mapa

source: To view a map of the crisis area, JavaScript must be enabled in your browser.
es: Para ver la zona de crisis en un mapa, JavaScript debe estar habilitado en su navegador.

source: Buoy: Activate Alert
es: Buoy: Activar Alerta

source: Enable team SMS/txt chat
es: Activar mensajes de SMS/texto en el grupo de chat

source: Enabling SMS/txt chat for a team creates an always-on channel for confirmed team members to broadcast a txt messages to everyone else on this team by sending a single txt message to a specially-configured email address. TXT messages sent to the email address configured below will be automatically forwarded to every confirmed team member.
es: Activando los mensajes de SMS / TEXTO al chat para un equipo crea una canal para los miembros del equipo para transmitir un mensajes de txt a todos los demás en este equipo mediante el envío de un único mensaje de texto a una dirección de correo electrónico configurada especialmente. Mensajes TXT enviados a la dirección de correo electrónico configurada a continuación serán enviados automáticamente a cada miembro del equipo.

source: SMS &larr;&rarr; Email bridge configuration
es: Configuracion de conexion SMS &larr;&rarr; Correo electronico

source: Email address
es: direccion de correo electronico

source: DO NOT USE YOUR PERSONAL ADDRESS
es: NO USE SU DIRECCION PERSONAL

source: Enter the email address used to relay inbound messages.
es: Introduzca su direccion de correo electronico para mandar los mesanjes recibidos.

source: Username
es: Nombre de usuario

source: Enter the email account username used to retrieve emails.
es: Introduzca su cuenta de correo electronico del usuario que usa para recuperar los correo electronicos

source: Password
es: Contraseña

source: Enter the password for the email account.
es: Introduzca su contraseña para su cuenta de correo electronico.

source: Incoming (IMAP) Mail Server
es: Entrando, Servidor de Correo (IMAP)

source: Enter the email server domain name or IP address.
es: Introduzca el nombre del servidor de correo electronico o direccion de IP

source: IMAP Port Number
es: Numero de Puerto IMAP

source: Enter the port number on which the email server is listening for connections.
es: Introduzca el numero de puerto en el cual el servidor del correo electronico esta escuchando por conexiones

source: Connection Security (SSL/TLS)
es: Seguro de Conexion (SSL/TLS)

source: Force TLSv1 (recommended)
es: Force TLSv1 (recomendada)

source: Auto-detect SSL version (for old servers)
es: Auto-detectar SSL version (para servidores viejos)

source: None (not recommended)
es: Ninguna (no recomendado)

source: Choose the highest level of connection security your server supports.
es: Escoja el mejor nivel de conexion de seguridad para su servidor de asistencias.

source: You have no team members. Before you can activate an alert, you must invite at least one other user to join one of %1$syour response teams%2$s and they must accept your invitation.
es: Usted no tiene miembros de equipo. Antes de poder activar una alerta, debe invitar por lo menos a otro usuario a %1$s su equipo de respuesta %2$s y deben de aceptar su invitacion.

source: Click here to choose members for your response teams.
es: Presione aqui para escojer sus miembros de su equipo de respuesta.

source: Choose team members
es: Escoja los miembros de su equipo

source: Configure site-wide Buoy options
es: Configurar las opciones de Buoy en todo el sitio web

source: Provide relevant safety information. This can include hotline phone numbers, links to nearby shelters or other support resources, and any other information you believe would be useful. When finished, press %1$sSave Changes%2$s at the bottom of this page.
es: Proporcionar informacion relevante para la seguridad. Estos pueden incluir numeros de telefonos de linea directa, enlaces a los refugios cercanos u otros recursos de apoyo, y cualquier otra informacion que usted cree que seria util. Cuando termine, pulse %1$s Guardar Cambios %2$s en la parte inferior de esta pagina.

source: Enable timed alerts/safe calls
es: Permitir las alerta de llamadas seguras/cronometradas.

source: When checked, users will be able to schedule alerts to be sent some time in the future. This is sometimes known as a "safe call," a way of alerting a response team to a potentially dangerous situation if the alerter is unreachable.
es: Cuando se activa, los usarios seran capaces de programar el envio de alertas en algun momento en el futuro. Esto aveces se conoce como una "llamada segura," una forma de alertar a su equipo de respuesta en una situacion pontentialmente peligrosa si la senal es inalcanzable.

source: Alert time to live
es: Tiempo en que la alerta esta vigente

source: days
es: dias

source: hours
es: horas

source: weeks
es: semanas

source: Choose how long alerts are kept active. Alerts that were created before this threshold will be automatically deleted.
es: Selecciona el tiempo que la alerta se mantiene activa. Las alertas que se crearon antes de este limite se eliminaran de forma automatica

source: Delete attached incident media when deleting old alerts?
es: Eliminar los datos de adjunto del incidente cuando las alertas pasadas se estan borrando.

source: When checked, any media (images, audio recordings, videos) attached to a Buoy Alert will be deleted along with the Alert itself when it expires.
es: Cuando esta marcada, cualquier medio de comunicaion (imagines, grabacion de audio, videos) cuando se une a una Alerta de Buoy esta sera borranda cuando la alerte se caduque.

source: Integration options
es: Opciones de integracion

source: Default chat system provider
es: Proveedor de sistema de chat por defecto

source: Built-in (WordPress commenting system)
es: Incorporado (sistema de comentarios de WordPress)

source: Tlk.io
es: TIk.io

source: Choose a default chat system. The built-in WordPress commenting system ensures chat room data never leaves your Buoy. The other options embed external services into your alert. Only use an external service if you trust its operators. Learn more about %1$sBuoy chat system options%2$s.
es: Elija un sistema de chat predeterminado. El sistema incorporado de WordPress de comentarios asegura que los datos de la sala de chat nunca salgan de su Buoy. Las otras opciones integran los servicios externos en su alerta. Utilice solo los serviciios externos si confia en sus operatores. Para aprender mas informacion acerca %1$sopciones del sistema de chat de Buoy%2$s.

source: Plugin extras
es: Extras de plugin

source: Additional options to customize plugin behavior.
es: Opciones aditionales para personalizar el comportamiento del plugin.

source: Enable detailed debugging information?
es: Permitir la information detallada de depuraccion?

source: Turn this on only if you are experiencing problems using this plugin, or if you were told to do so by someone helping you fix a problem (or if you really know what you are doing). When enabled, extremely detailed technical information is displayed as a WordPress admin notice when you take certain actions. If you have also enabled WordPress's built-in debugging (%1$s) and debug log (%2$s) feature, additional information will be sent to a log file (%3$s). This file may contain sensitive information, so turn this off and erase the debug log file when you have resolved the issue.
es: Encienda sólo si usted experimenta problemas con el uso de este plugin, o si alguien le dijo para ayudale a solucionar un problema (o si realmente sabe lo que está haciendo). Cuando este esta activado y usted toma ciertas acciones la información técnica extremadamente detallado se muestra como un aviso de administración de WordPress. Si también ha activado una función de depuración de WordPress (%1$s) y el registro de depuración (%2$s), la información adicional será enviada a un archivo de registro (%3$s). Este archivo puede contener información confidencial, por eso desactive esta opción y borre el archivo de registro de depuración cuando se ha resolvido el problema.

source: Buoy Preferences
es: Preferencias de Buoy

source: Gender pronoun (possessive)
es: Pronombre de genero

source: Your gender pronoun is a word you use to refer to yourself. The possessive construction of this word could be "her," "his," or "their," for example. Leave this blank to use a gender-neutral default.
es: El pronombre de genero es una palabra que se utiliza para referirse a si mismo. La construccion posesiva de esta palabra podria ser por ejemplo "ella", "el", o "sus". Deje este campo en blanco para utilizar un genero predeterminado neutral.

source: Phone number
es: Numero de teléfono

source: Optional, but will enable you to receive SMS/txt messages of alerts.
es: Opcional, le permitira recibir mensajes de SMS/texto de alerta.

source: Phone company
es: Compania de telefonos

source: You must also enter a phone company for SMS/txt messages to work.
es: Tambien debe introducir una compania de telefonos para que el mensaje de SMS/texto trabaje.

source: Your crisis message is the call for help you send to your emergency team members. Make this short enough to fit inside a txt message!
es: Su mensaje de crisis es una llamada de ayuda que usted envia a los miembros del equipo de emergencia. Haga este lo suficientemente corto como para caber dentro de un mensaje de texto!

source: Crisis response
es: Respuesta de crisis

source: List me publicly as an available crisis responder
es: Ponme en una lista publica como respondedor diponible de crisis

source: Checking this box will add you to a directory of available crisis response team members on this Buoy. Leave this unchecked unless you are willing to advertise your presence here.
es: Al marcar esta casilla te agregaras a un directorio de miembros de equipo disponibles a la respuesta a crisis en este Buoy. Deja esta sin marcar a menos que estes dispuesto a anunciar tu precencia aquia

source: Loading&hellip;.
es: Cargando%hellip;.

source: %1$s sent an alert %2$s
es: %1$s mando una alerta el %2$s

# %s = human-readable time difference
source: %s ago
es: hace %s

source: Respond
es: responder

source: Buoy chat: %s
es: Chat de Buoy: %s

source: View new messages.
es: Ver nuevos mensajes.

source: Reconnecting&hellip;. (%1$sClick here to reconnect manually%2$s).
es: Conectar otra vez&hellip;. (%1$sDele un clic aqui para conectarse manualmente otra vez%2$s).

source: Buoy (a Better Angels crisis response system)
es: Buoy (un sistema de respuesta a la crisis de Better Angels )
